export const announcementlist = {
  "status": "OK",
  "result": {
    "list": [{
      "id": 15,
      "title": "大连公交排名全国第三",
      "content": "<p>&nbsp; &nbsp;近年来，我市坚持公共交通优先发展战略，大力发展绿色公交、智慧公交、便捷公交，铸造公交服务优质品质，市民公共交通出行越来越方便、越来越舒适，群众幸福感不断提升。记者昨日从市交通局客管处获悉，在中国社科院发布的2017年《公共服务蓝皮书》中，在全国38个主要城市的公共服务评价中，<span style=\"color: #ff0000;\"><strong>大连公共交通满意度排名全国第三</strong></span>。</p>\r\n<p>&nbsp; &nbsp;全市所有运营地铁站基本实现公交地铁无缝换乘，140余条公交线路与轨道交通有效衔接，轨道交通为骨干、常规公交为主体、多种交通方式为补充的多模式一体化的城市公共交通体系基本形成。据统计，我市轨道交通日客量从2015年的17万人次已经快速上升至50万人次，大量私家车主放弃小汽车，优先选择方便、快捷、舒适的轨道交通上下班，公共交通出行逐渐成为我市市民绿色出行的首选方式。</p>\r\n<p>&nbsp; &nbsp;以群众出行需求为导向，不断创造线网覆盖条件，解决百姓出行需求。开通508路、1123路、48路、1013路、520路、1124路、1125路7条公交线路，填补岚岭路、大刘家村、柳树村中海御湖熙谷、后关区域线网空白。延伸了1111路、906路、16路等3条公交线路，缓解生态科技创新城蝶园等区域市民公交出行难题。克服东港地区公交场站配套设施严重不足问题，调整536路走向，增强地铁2号线2期运营后的公交喂给能力。取消2条与地铁1号线二期完全重合的两条临时线路，延长513、518等12条地铁站点周边公交线路运营时间，确保公交与地铁运营始末车同步，方便地铁公交换乘。根据线路属地街道、社区意见，优化调整高新园区801路、809路等社区巴士线路走向，方便了沿途居民买菜、上学等问题。</p>\r\n<p>&nbsp; &nbsp;目前，我市已开通8条小公汽线路、8条社区巴士、7条地铁商务快线等23条&ldquo;微循环&rdquo;线路，采用小型车辆，通行至社区深处，解决了沿途市民的最后一公里出行难题。5年来，我市累计新开公交线路53条，延伸公交线路36条，截短调整公交线路1条，延长55条公交线路运营时间，调整公交站点350余处，实现了所有地铁站点周边百米内常规公交的便捷换乘，核心城区公交线网500米覆盖率基本达到了100%。</p>",
      "createTs": 1524585600000,
      "readFlag": true
    }, {
      "id": 14,
      "title": "大连公交集团9条线路有调整",
      "content": "<p><span>406路增设拥警街站，708路增设长春路站</span></p>\r\n<p>为方便市民出行，接驳地铁，优化公交线网布局，扩大公交线路覆盖面，近日，大连公交客运集团9条公交线路有所调整。</p>\r\n<p>其中，3月18日前，528路往黑石礁方向的兴工街车站站台将由西安路外侧调整至西安路内侧，车辆通行西安路主路；26路、32路、48路、533路五一路东行方向的解放广场车站站台将由五一路桥下内侧调整至桥下外侧，车辆通行五一路桥下外侧主路。</p>\r\n<p>406路往复行在万岁街与奥林匹克广场之间增设拥警街车站。</p>\r\n<p>3月23日，705路、708路往复行将在红旗镇小学与西山水库之间增设红旗西路车站，708路往张家村方向将在人民广场与长生街之间增设长春路车站，715路往森林动物园方向将在汉阳街与富工街之间增设富静街车站。</p>\r\n<p>公交集团提醒广大市民提前规划好出行线路，市民朋友也可以通过手机APP或拨打服务热线968600进行线路查询或咨询。</p>",
      "createTs": 1524585600000,
      "readFlag": true
    }, {
      "id": 13,
      "title": "大连公交客运集团有限公司城市纯电动公交车采购项目变更公告",
      "content": "<p>各有关单位：<br />&nbsp;<br />2014年9月30日发布的大连公交客运集团有限公司城市纯电动公交车采购项目（项目编号：ZZCG2014-137）作如下更正：<br />&nbsp;<br />原招标文件中：<br />五、招标文件发售和截止时间以及招标文件发售地点：自2014年9月30日起至2014年10月15日每天9：00-17：00（北京时间，公休日、节假日除外），在大连中招招投标代理有限公司发售招标文件（大连市西岗区胜利路100号槐花大厦518室）。<br />八、接受投标文件的时间与地点：2014年10月21日8:30-9:00时（北京时间）大连市政府采购服务中心4受理处（大连市行政服务中心一楼，西岗区迎春路2号）。<br />九、投标截止时间、开标时间与地点：2014年10月21日9:00时（北京时间）在大连市政府采购服务中心1开标室（大连市行政服务中心一楼，西岗区迎春路2号）。<br />现更正为：<br />五、招标文件发售和截止时间以及招标文件发售地点：自2014年9月30日起至2014年10月29日每天9：00-17：00（北京时间，公休日、节假日除外），在大连中招招投标代理有限公司发售招标文件（大连市西岗区胜利路100号槐花大厦518室）。<br />八、接受投标文件的时间与地点：2014年10月31日13:30-14:00时（北京时间）大连市政府采购服务中心5受理处（大连市行政服务中心一楼，西岗区迎春路2号）。<br />九、投标截止时间、开标时间与地点：2014年10月31日14:00时（北京时间）在大连市政府采购服务中心2开标室（大连市行政服务中心一楼，西岗区迎春路2号）。<br />&nbsp;<br />&nbsp;<br />其他内容不变。<br />&nbsp;<br />招&nbsp;标&nbsp;人：大连公交客运集团有限公司<br />招标代理人：大连中招招投标代理有限公司<br />联&nbsp;系&nbsp;人：王胜彬、李大琦&nbsp;电&nbsp;话：0411-84390287-805、806<br />传&nbsp;真：0411－84390217&nbsp;电子邮箱：dlzz@dl.cn<br />地&nbsp;址：大连市西岗区胜利路100号槐花大厦518室<br />开户银行及帐号：中国银行大连星海湾支行营业部&nbsp;305164282950&nbsp;</p>",
      "createTs": 1524585600000,
      "readFlag": true
    }, {
      "id": 12,
      "title": "大连市公交线路整合公告",
      "content": "<p><span>根据市政府关于大连市公交线网资源整合工作的要求，大连公交客运集团有限公司已对6条公交线路实施整合。&nbsp;</span><br /><span>&nbsp;&nbsp;&nbsp;&nbsp;一、403路与30路整合 1．整合后，取消30路，路号为403路。 2．线路走向：景山小区始发，经高原街、解放路、昆明街、七七街（回程南山路）、解放街（回程延安路）、人民路、世纪街、长江路、上海路至终点站北海街。 3．配备50台大型客车。 4. 始末车时间：景山小区始车5:25分，末车21:30分；北海街始车5:55分，末车21:30分。 5. 其他线路走向、站点设置及票价等不变。&nbsp;</span><br /><span>&nbsp;&nbsp;&nbsp;&nbsp;二、402路与524路整合 1．整合后，取消402路，524路改为大公交线路，路号为30路。 2. 线路走向：景山街始发，经高原街、解放路、中南路、朝阳街（回程五五路）、鲁迅路、港湾街、人民路、中山路（回程长江路、上海路）、青泥街、长江路至大连火车站。 3．增设&ldquo;二七广场&rdquo;车站。 4. 配备36台大型客车。 5．该两条线路合并后，为保证华乐广场地区市民的正常出行，30路与529路在&ldquo;二七广场&rdquo;车站实行免费换乘。 6. 始末车时间：景山街始车：5:10分，末车20:50；大连火车站始车5:45分，末车21:20分。 7. 其他线路走向、站点设置及票价等不变。</span><br /><span>&nbsp;&nbsp;&nbsp;&nbsp;三、529路与59路整合 1．整合后，取消59路，路号为529路。 2．将529路由春园里延伸至东海公园，同时将线路走向调整为华乐街、鲁迅路、五五路、南山路、解放路、五惠路、唐山街、市场街、胜利路，其他线路走向不变。 3．站点设置：东海公园、王家屯、海昌欣城、华乐广场、华乐街、寺儿沟、二七广场、三八广场（复行儿童公园）、桂林街、市政协、昆明街、劳动公园北门、儿童医院、唐山街、茂田街（复行三元街）、纪念街、二一○医院、白云新村、白云山洞、行政服务中心、森林动物园。 4. 配备12台中巴车，票价由2元调至1元。 5. 始末车时间：东海公园始车6:10分，末车19:00分；森林动物园始车6:20分，末车19:00分。</span></p>",
      "createTs": 1524585600000,
      "readFlag": true
    }, {
      "id": 11,
      "title": "大连公交客运集团有限公司城市公交车采购中选公告",
      "content": "<p align=\"left\">辽宁金衡工程造价咨询有限公司就大连公交客运集团有限公司城市公交车采购进行竞争性谈判方式采购。采购工作已于2014年11月11日结束，现将中选结果公告如下：</p>\r\n<p align=\"left\">1、项目名称：大连公交客运集团有限公司城市公交车采购<br />2、项目编号：JHCG[2014]037-3</p>\r\n<p align=\"left\">3、采购人名称：大连公交客运集团有限公司</p>\r\n<p align=\"left\">4、采购代理机构：辽宁金衡工程造价咨询有限公司</p>\r\n<p align=\"left\">地&nbsp;址：大连开发区五彩城南门凯伦国际大厦B座2402室<br />联系人：谭亮</p>\r\n<p align=\"left\">电&nbsp;话：0411-39202016-838&nbsp;</p>\r\n<p align=\"left\">5、项目主要内容：</p>\r\n<p align=\"left\">A包：空调10米级液化天然气城市公交车30辆</p>\r\n<p align=\"left\">B包：6米级液化天然气城市公交车30辆</p>\r\n<p align=\"left\">6、谈判小组成员：贾俊贤、陈德伟、贾铁军、戴家文、高世念、隋荣生、李齐</p>\r\n<p align=\"left\">7、中选单位：</p>\r\n<p align=\"left\">A包：华晨客车（大连）有限公司（成交价：1481.40万元）</p>\r\n<p align=\"left\">B包：安徽安凯汽车股份有限公司（成交价：872.10万元）</p>\r\n<p align=\"left\">8、定标日期：2014年11月13日</p>",
      "createTs": 1524585600000,
      "readFlag": true
    }, {
      "id": 10,
      "title": "公告标题3",
      "content": "<p><span style=\"font-size: small;\">坐公交可以使用二维码支付啦</span></p>",
      "createTs": 1524585600000,
      "readFlag": true
    }, {
      "id": 8,
      "title": "公告标题公告标题1",
      "content": "<p>公告内容公告内容公告内容公告内容公告内容公告内容公告内容公告内容公告内容公告内容公告内容公告内容公告内容公告内容公告内容公告内容vvv</p>\r\n<p>公告内容公告内容公告内容公告内容公告内容公告内容公告内容公告内容公告内容vvv</p>\r\n<p>公告内容公告内容公告内容公告内容公告内容公告内容公告内容公告内容公告内容公告内容公告内容vvvvvv</p>\r\n<p>公告内容vvvvvvvvvvvvvvv内容</p>\r\n<p>公告内容</p>\r\n<p>公告内容</p>\r\n<p>公告内容</p>\r\n<p>公告内容</p>",
      "createTs": 1524585600000,
      "readFlag": true
    }, {
      "id": 7,
      "title": "黄牧测试7",
      "content": "我怎么知道7我怎么知道7我怎么知道7我怎么知道7我怎么知道7我怎么知道7",
      "createTs": 1517366414000,
      "readFlag": true
    }, {
      "id": 5,
      "title": "黄牧测试5",
      "content": "我怎么知道5我怎么知道5我怎么知道5我怎么知道5我怎么知道5我怎么知道5我怎么知道5",
      "createTs": 1517366405000,
      "readFlag": true
    }, {
      "id": 2,
      "title": "黄牧测试2",
      "content": "我怎么知道2我怎么知道2我怎么知道2我怎么知道2我怎么知道2我怎么知道2我怎么知道2我怎么知道2我怎么知道2",
      "createTs": 1517366391000,
      "readFlag": true
    }]
  }
}

export const announcementDetail = {
  "status": "OK",
  "result": {
    "detail": {
      "id": 15,
      "title": "大连公交排名全国第三",
      "content": "<p>&nbsp; &nbsp;近年来，我市坚持公共交通优先发展战略，大力发展绿色公交、智慧公交、便捷公交，铸造公交服务优质品质，市民公共交通出行越来越方便、越来越舒适，群众幸福感不断提升。记者昨日从市交通局客管处获悉，在中国社科院发布的2017年《公共服务蓝皮书》中，在全国38个主要城市的公共服务评价中，<span style=\"color: #ff0000;\"><strong>大连公共交通满意度排名全国第三</strong></span>。</p>\r\n<p>&nbsp; &nbsp;全市所有运营地铁站基本实现公交地铁无缝换乘，140余条公交线路与轨道交通有效衔接，轨道交通为骨干、常规公交为主体、多种交通方式为补充的多模式一体化的城市公共交通体系基本形成。据统计，我市轨道交通日客量从2015年的17万人次已经快速上升至50万人次，大量私家车主放弃小汽车，优先选择方便、快捷、舒适的轨道交通上下班，公共交通出行逐渐成为我市市民绿色出行的首选方式。</p>\r\n<p>&nbsp; &nbsp;以群众出行需求为导向，不断创造线网覆盖条件，解决百姓出行需求。开通508路、1123路、48路、1013路、520路、1124路、1125路7条公交线路，填补岚岭路、大刘家村、柳树村中海御湖熙谷、后关区域线网空白。延伸了1111路、906路、16路等3条公交线路，缓解生态科技创新城蝶园等区域市民公交出行难题。克服东港地区公交场站配套设施严重不足问题，调整536路走向，增强地铁2号线2期运营后的公交喂给能力。取消2条与地铁1号线二期完全重合的两条临时线路，延长513、518等12条地铁站点周边公交线路运营时间，确保公交与地铁运营始末车同步，方便地铁公交换乘。根据线路属地街道、社区意见，优化调整高新园区801路、809路等社区巴士线路走向，方便了沿途居民买菜、上学等问题。</p>\r\n<p>&nbsp; &nbsp;目前，我市已开通8条小公汽线路、8条社区巴士、7条地铁商务快线等23条&ldquo;微循环&rdquo;线路，采用小型车辆，通行至社区深处，解决了沿途市民的最后一公里出行难题。5年来，我市累计新开公交线路53条，延伸公交线路36条，截短调整公交线路1条，延长55条公交线路运营时间，调整公交站点350余处，实现了所有地铁站点周边百米内常规公交的便捷换乘，核心城区公交线网500米覆盖率基本达到了100%。</p>",
      "createTs": 1524585600000,
      "readFlag": true
    }
  }
}
